INSERT INTO [dbo].[Recipe]
           ([CategoryId]
           ,[Name]
           ,[Description])
     VALUES
           
		   (1, 'Борщ', 'Разновидность супа на основе свёклы, которая придаёт ему характерный красный цвет'),
		   (1, 'Уха', 'Традиционное горячее русское блюдо с рыбой'),
		   (1, 'Солянка', 'Блюдо русской кухни, суп на крутом мясном, рыбном или грибном бульоне с острыми приправами'),
		   (2, 'Запеченная рыба', 'Удивительно вкусное, сочное и ароматное блюдо - рыба, запеченная с сыром'),
		   (2, 'Плов', 'Блюдо восточной кухни, основу которого составляет варёный рис'),
		   (2, 'Овощное рагу', 'Смесь различных овощей, предназначенных для жарки'),
		   (3, 'Сырники', 'Блюдо белорусской, русской, украинской и молдавской кухонь из творога и муки, обжариваемые на сковороде в перекаленном масле'),
		   (3, 'Напалеон', 'Торт или пирожное из слоёного теста с масляным или заварным кремом'),
		   (3, 'Печенье', 'Мучные кондитерские изделия различной формы и пониженной влажности');
GO


