INSERT INTO [dbo].[RecipeStep]
           ([RecipeId]
           ,[NumberStep]
           ,[Instruction])
     VALUES           
		   (1, 1, N'Налейте в кастрюлю холодную воду, выложите мясо и поставьте на средний огонь'),
		   (1, 2, N'Вымойте и почистите свёклу, морковь и лук. Свёклу натрите на крупной тёрке, а морковь — на средней. Лук нарежьте небольшими кубиками'),
		   (1, 3, N'Добавьте зажарку и перемешайте'),
		   (2, 1, N'Налейте в кастрюлю холодную воду, выложите рыбу и поставьте на средний огонь'),
		   (2, 2, N'Добавить морковь. Следом добавить лук (можно лук и морковь предварительно обжарить)'),
		   (2, 3, N'Дать настояться 25–30 минут. При подаче посыпать зеленью'),
		   (3, 1, N'Мясо залить водой. Варить в течение 1.5 часов (на среднем огне, под крышкой, накипь снимать)'),
		   (3, 2, N'Добавить лавровый лист, перец, зелень. Если необходимо, посолить. Дать настояться под крышкой в течение 15–20 минут. Лавровый лист убрать'),
		   (3, 3, N'Разлить по тарелкам. В каждую тарелку положить кружок лимона и целые или нарезанные маслины'),
		   (4, 1, N'В брюшко кладем кусочек сливочного масла, дольку чеснока'),
		   (4, 2, N'Заворачиваем каждую рыбку в фольгу'),
		   (4, 3, N'Запекаем на гриле или в духовке около 30 минут'),
		   (5, 1, N'Сделать зирвак (это основа плова, а именно — мясо, морковь, лук и специи). Для этого разогреть казанок. Налить растительное масло. Хорошо его прожарить. Выложить подготовленный лук. Жарить до золотистого цвета около 5–7 минут, помешивая'),
		   (5, 2, N'Выложить подготовленное мясо. Все готовить до состояния, когда мясо покроется зажаренной корочкой, около 10 минут'),
		   (5, 3, N'В плове сделать несколько отверстий ручкой ложки. Накрыть крышкой и оставить плов со свининой упариваться на 15 минут'),
		   (6, 1, N'Все перемешать, уменьшить огонь, накрыть сковороду крышкой и тушить 15–20 минут, время от времени помешивая. Когда все овощи будут готовы, выключить огонь и дать рагу настояться под крышкой'),
		   (7, 1, N'Творог (400 г) переложите в небольшую стеклянную или пластиковую миску. Добавьте щепотку соли, одно яйцо, 3 ст. л. сахара, и 10 г ванильного сахара'),
		   (7, 2, N'После того, как вы положите все ингредиенты в миску, перемешайте их до получения однородной массы'),
		   (7, 3, N'Разогрейте антипригарную сковородку с 3-4 ст. л. подсолнечного масла на среднем огне. Сковородка для сырников должна хорошо разогреться. Не уменьшайте огонь при жарке, так у вас получится идеальная прожарка. Следите, чтобы сырники не пригорели. Для того, чтобы получить красивейшую золотистую корочку я обжаривал сырники по 2-3 минуты с каждой стороны'),
		   (8, 1, N'Готовим коржи'),
		   (8, 2, N'Мягкое сливочное масло взбиваем миксером до появления пышной светлой массы, не прекращая взбивания, понемногу добавляем охлажденный до комнатной температуры заварной крем и взбиваем до однородного состояния. Масляный крем для торта "Наполеон" готов'),
		   (8, 3, N'Собираем торт "Наполеон"'),
		   (9, 1, N'Раскатываем тесто толщиной 5–7 мм'),
		   (9, 2, N'Выпекаем 12–15 минут при 180 градусах');
GO


